[
	{
		"TEXT": "Achtung! Die globalen Landwirtschaftlichen Systeme stehen vor dem Kollaps. Welche der folgenden Maßnahmen wäre am effektivsten, um sie zu stabilisieren und Ernteverluste zu minimieren?",
		"OPTIONS": ["Förderung der Entwicklung und Verbreitung von klimaresistenten Saatgut und Technologien, die speziell für Regionen mit hohem Klimarisiko entwickelt wurden.","Einführung globaler Subventionsprogramme zur Unterstützung der betroffenen landwirtschaftlichen Gemeinschaften, unabhängig von regionalen Bedingungen.","Stärkung internationaler Handelsabkommen, um den Zugang zu globalen Märkten zu sichern, damit Länder Lebensmittelimporten aus stabileren Regionen priorisieren können."],
		"CORRECTANSWER": "Förderung der Entwicklung und Verbreitung von klimaresistenten Saatgut und Technologien, die speziell für Regionen mit hohem Klimarisiko entwickelt wurden.",
		"CORRECTANSWERTEXT": "Ja! Die Landwirtschaft hat genug Gelder bereitgestellt und fördern dies. Dadurch haben wir unsere Lebensmittelproduktion gesteigert",
		"CORRECTRIVET": "Ja! Leider unterstützen die Landwirte dies nicht, da sie lieber auf Traditonelles Saatgut setzt.",
		"WRONGANSWER": "OK, aber darauf hätte ich nicht gesetzt. Das würde eventuell kurzfristig helfen, aber auf Dauer wird sich vielleicht nichts ändern.",
		"BUFF": "FOOD",
		"BUFFVALUE": 0.2,
		"DEBUFFVALUE": -0.3
	},
	{
		"TEXT": "Achtung! Die Wälder werden immer dünner. Welche der folgenden Strategien wäre am effektivsten, um die Abholzung in tropischen Regenwäldern zu reduzieren, während gleichzeitig die wirtschaftliche Entwicklung der betroffenen Regionen gefördert wird?",
		"OPTIONS": ["Einführung strenger internationaler Handelsbeschränkungen für Holz und Agrarprodukte, die aus abgeholzten Gebieten stammen, ohne Rücksicht auf lokale wirtschaftliche Konsequenzen. ","Implementierung von Zahlungssystemen für Ökosystemdienstleistungen (Payments for Ecosystem Services, PES), die Gemeinden und Landbesitzer finanziell dafür belohnen, Wälder zu erhalten, anstatt sie für kurzfristige landwirtschaftliche Nutzung abzuholzen.","Einführung großflächiger landwirtschaftlicher Expansion in nicht-waldreichen Gebieten, um den Druck auf tropische Wälder zu verringern, auch wenn dies zu Umweltbelastungen in anderen Regionen führen könnte."],
		"CORRECTANSWER": "Implementierung von Zahlungssystemen für Ökosystemdienstleistungen (Payments for Ecosystem Services, PES), die Gemeinden und Landbesitzer finanziell dafür belohnen, Wälder zu erhalten, anstatt sie für kurzfristige landwirtschaftliche Nutzung abzuholzen.",
		"CORRECTANSWERTEXT": "Ja, das ist eine nachhaltige Lösung! Die Implementierung von Zahlungssystemen für Ökosystemdienstleistungen ist eine Strategie, die direkt auf die wirtschaftlichen Anreize abzielt, welche zur Abholzung führen. Sie ermöglicht es, den Wert von erhaltenen Wäldern zu monetarisieren, was sowohl die Umwelt schützt als auch die wirtschaftliche Entwicklung der betroffenen Regionen unterstützt.",
		"CORRECTRIVET": "Ja, leider bevorzugen einige Regionen immer noch kurzfristige Gewinne. Die Implementierung von Zahlungssystemen für Ökosystemdienstleistungen ist eine Strategie, die direkt auf die wirtschaftlichen Anreize abzielt, welche zur Abholzung führen. Sie ermöglicht es, den Wert von erhaltenen Wäldern zu monetarisieren, was sowohl die Umwelt schützt als auch die wirtschaftliche Entwicklung der betroffenen Regionen unterstützt.",
		"WRONGANSWER": "Möchtest du das wirklich umsetzen lassen? Das könnte in eine falsche Richtung führen!",
		"BUFF": "WOOD",
		"BUFFVALUE": 0.2,
		"DEBUFFVALUE": -0.1
	},
	{
		"TEXT": "Angesichts der komplexen Herausforderungen bei der Integration erneuerbarer Energien in bestehende Energiesysteme, welche Maßnahmen sollten vorrangig ergriffen werden, um die Netzstabilität zu gewährleisten und gleichzeitig die Dekarbonisierung des Energiesektors voranzutreiben?",
		"OPTIONS": ["Ausbau von Energiespeichersystemen und der Entwicklung von Smart-Grid-Technologien, um die variablen Einspeisungen von erneuerbaren Energiequellen effizienter zu verwalten, auch wenn dies hohe Investitionen und technologische Weiterentwicklungen erfordert.","Einführung flexiblerer Marktmechanismen, die fossile Kraftwerke dazu anregen, als Reservekapazitäten für erneuerbare Energien zu fungieren, auch wenn dies die Reduzierung fossiler Brennstoffe verlangsamt.","Priorisierung des Baus neuer Kernkraftwerke als Übergangslösung, um eine zuverlässige Grundlastversorgung sicherzustellen, während erneuerbare Energien weiter ausgebaut werden."],
		"CORRECTANSWER": "Ausbau von Energiespeichersystemen und der Entwicklung von Smart-Grid-Technologien, um die variablen Einspeisungen von erneuerbaren Energiequellen effizienter zu verwalten, auch wenn dies hohe Investitionen und technologische Weiterentwicklungen erfordert.",
		"CORRECTANSWERTEXT": "Ja, das fördert den Ausbau erneuerbarer Energien. Ich habe die Werte im Baumenü angepasst. Die Auswirkungen schauen wir uns dann morgen an.",
		"CORRECTRIVET": "Die Bevölkerung sieht es leider anders und dadurch können wir die Technologien nicht umsetzen. Vielleicht gibt es beim nächsten Planeten mehr Zustimmung",
		"WRONGANSWER": "Hmm... Das würde ansich ja nur die Umstellung verlangsamen. Mal schauen was daraus wird",
		"BUFF": "UPGRADEENERGY",
		"BUFFVALUE": 1,
		"DEBUFFVALUE": -0.1
	},
	{
		"TEXT": "In unseren Wissenschaftskreisen wird zunehmend über geoengineering-Technologien diskutiert und einige Prototypen entworfen. Welche der Technologien hat das Potential, das Klima direkt zu beeinflussen? Welche sollten wir in Betracht ziehen?",
		"OPTIONS": ["CO₂-Abscheidung und -Speicherung (Carbon Capture and Storage, CCS): Diese Technologie filtert CO₂ aus der Atmosphäre und speichert es langfristig, kann aber durch hohe Kosten, technische Abhängigkeit und potenzielle CO₂-Lecks Risiken für Umwelt und Gesellschaft bergen.","Solar Radiation Management (SRM): Techniken zur Erhöhung des Albedos der Erde, wie das Einbringen reflektierender Partikel in die Stratosphäre, um Sonnenstrahlung zu reduzieren. Diese Maßnahmen könnten zwar die globale Temperatur senken, aber unvorhersehbare klimatische Nebeneffekte und ethische Herausforderungen in Bezug auf die globale Gerechtigkeit verursachen.","Beide Technologien: Sowohl CO₂-Abscheidung und -Speicherung als auch SRM haben das Potenzial, das Klima zu beeinflussen, und sind mit komplexen ethischen sowie ökologischen Risiken verbunden, die globale Gerechtigkeitsfragen und Umweltstabilität betreffen könnten."],
		"CORRECTANSWER": "Beide Technologien: Sowohl CO₂-Abscheidung und -Speicherung als auch SRM haben das Potenzial, das Klima zu beeinflussen, und sind mit komplexen ethischen sowie ökologischen Risiken verbunden, die globale Gerechtigkeitsfragen und Umweltstabilität betreffen könnten.",
		"CORRECTANSWERTEXT": "Ja wir sollten alles Mögliche in Betracht ziehen was den Planeten schützen kann. Das ist nicht ganz ohne Risiko. Die ersten Tests scheinen bisher erfolgreich zu laufen. Sehen wir uns das in der Praxis an.",
		"CORRECTRIVET": "Ja wir sollten alles Mögliche in Betracht ziehen was den Planeten schützen kann. Von der Bevölkerung haben wir leider keine Zustimmung erhalten. Dafür ist das Riskio zu groß. ",
		"WRONGANSWER": "Unsere Tests sind widersprüchlich verlaufen. Scheint so als würde uns die geoengineering-Technologie uns eher Schaden als helfen. Vielleicht funktioniert es ja langfristig? Oh nein CO₂-Lecks...",
		"BUFF": "CO2",
		"BUFFVALUE": -0.5,
		"DEBUFFVALUE": 300,
	},
	{
		"TEXT": "Hallöchen! Wir müssen uns was für die Landwirtschaft überlegen. Wie können wir am effektivsten auf den Klimawandel reagieren, um langfristig die Nahrungsmittelproduktion zu sichern und gleicheitig die Umweltbelastung zu minimieren?",
		"OPTIONS": ["Fokus auf intensive Bewirtschaftung spezialisierter Monokulturen mit optimiertem Einsatz synthetischer Düngemittel und Pestizide, um maximale Ernteerträge zu erzielen und den steigenden Bedarf schneller zu decken","Einführung regenerativer Landwirtschaftspraktiken, die auf die Erhöhung der Bodenfruchtbarkeit durch natürliche Methoden wie Fruchtwechsel, organische Düngung und reduzierte Bodenbearbeitung setzen, um Kohlenstoff zu speichern, die Biodiversität zu fördern","Umstellung auf klimaanpassungsfähige Hochleistungssorten und intensivere Bewässerungstechniken in Kombination mit chemischen Bodenanpassungen, um ertragsstarke Pflanzenarten zu unterstützen"],
		"CORRECTANSWER": "Einführung regenerativer Landwirtschaftspraktiken, die auf die Erhöhung der Bodenfruchtbarkeit durch natürliche Methoden wie Fruchtwechsel, organische Düngung und reduzierte Bodenbearbeitung setzen, um Kohlenstoff zu speichern, die Biodiversität zu fördern",
		"CORRECTANSWERTEXT": "Ja das klingt logisch. Der Landwirtschaftsverband hat uns zugestimmt. Damit sollte unsere Nahrungproduktion vorerst sicher sein",
		"CORRECTRIVET": "Ja das klingt logisch. Der Landwirtschaftsverband hat abgelehnt und möchte lieber abwarten. Sie können es nicht leisten und es würde eine große Umstellung der aktuellen Industrie bedeuten. Dafür scheinen sie nicht bereit zu sein.",
		"WRONGANSWER": "Das... das wird vielleicht nur kurzfristig helfen, aber auf Dauer werden wir wahrscheinlich mit Konsequenzen rechnen müssen.",
		"BUFF": "UPGRADEFOOD",
		"BUFFVALUE": 1,
		"DEBUFFVALUE": -0.2,
	},
	{
		"TEXT": "Es gibt neue Vorschläge zu Strategien um die Energieproduktion sauberer, effizienter und wirtschaftlich stabil zu gestalten. Welche wollen wir durchsetzten?",
		"OPTIONS": ["Stärkere Subventionierung der fossilen Brennstoffindustrie, um die Energiekosten niedrig zu halten und die Versorgungssicherheit zu gewährleisten, während schrittweise Maßnahmen zur CO₂-Reduktion eingeführt werden.","Investitionen in die Infrastruktur und Technologie für Energiezwischenspeicherung und ein flexibles Stromnetz, damit Solar- und Windkraft trotz ihrer natürlichen Schwankungen zuverlässig zur Grundlastversorgung beitragen können und der Ausbau fossiler Kraftwerke langfristig verzichtbar wird.","Aufbau großer Kohlekraftwerke mit sogenannten Clean-Coal-Technologien, um die Energieerzeugung effizienter zu gestalten und den CO₂-Ausstoß pro Einheit zu senken."],
		"CORRECTANSWER": "Investitionen in die Infrastruktur und Technologie für Energiezwischenspeicherung und ein flexibles Stromnetz, damit Solar- und Windkraft trotz ihrer natürlichen Schwankungen zuverlässig zur Grundlastversorgung beitragen können und der Ausbau fossiler Kraftwerke langfristig verzichtbar wird.",
		"CORRECTANSWERTEXT": "Ja! Die Industrie hat bereits viele Gelder in die Forschung von nachhaltigen großen Natrium-Ionen Akkus gesteckt. Dadurch können wir die natürlichen Schwankungen der Energieproduktion entgegen kommen und effizienter und gleichzeitig günstig Strom produzieren. Die Effizienz der Erneuerbaren Energien hat sich verbessert. Ich habe das gleich im Baumenü angepasst.",
		"CORRECTRIVET": "Ja! Die Industrie hat den Sprung leider verpasst und keine Gelder in die Forschung gesetzt. Also haben wir keine Möglichkeiten diese Strategie umzusetzen und die notwendigen Speicher zu bauen.",
		"WRONGANSWER": "Ich glaube nicht das es funktionieren wird. Wollen wir überhaupt aus den fossilen Energiequellen aussteigen??? Vielleicht wird es kein Morgen mehr geben. Die Effizienz der Erneuerbaren Energien hat sich verringert!",
		"BUFF": "UPGRADEENERGY",
		"BUFFVALUE": 2,
		"DEBUFFVALUE": -0.5,
	},
	{
		"TEXT": "Die Holzproduktion scheint ein paar Probleme zu bereiten. Anscheinend dünnen sich unserere Wälder etwas aus. Was können wir tun um unsere Wälder zu erhalten und die negativen Auswirkung der Abholzung auf das Klima zu minimieren?",
		"OPTIONS": ["Vermehrter Einsatz schnell wachsender Baumarten in Plantagen, um die Holzproduktion zu steigern und die Nachfrage nach Holz zu decken","Einführung nachhaltiger Forstwirtschaftspraktiken, die selektiven Holzeinschlag, Aufforstung und natürliche Regeneration kombinieren.","Verstärkte Umwandlung von Waldflächen in landwirtschaftliche Nutzflächen und Agroforstwirtschaft, um Holz als Nebenprodukt zu gewinnen und den wirtschaftlichen Nutzen durch höhere Flächeneffizienz zu steigern"],
		"CORRECTANSWER": "Einführung nachhaltiger Forstwirtschaftspraktiken, die selektiven Holzeinschlag, Aufforstung und natürliche Regeneration kombinieren.",
		"CORRECTANSWERTEXT": "Ich denke auch, dass sich das bewähren wird.",
		"CORRECTRIVET": "Die Nachfrage nach Holz ist in der aktuellen wirtschaftlichen Lage viel zu groß. Wir brauchen die Rohstoffe jetzt.",
		"WRONGANSWER": "Das hilft uns nur kurzfristig. Das kann zu höheren Kohlenstoffverlusten im Boden führen. Ich habe übrigends gehört, dass auf der Erde Schädlinge so ein Ding sind bei Monokulturen und dann ein ganzer Wald absterben kann, weil die Baumart anfällig dafür ist. Hoffentlich sind unsere resistenter...",
		"BUFF": "WOOD",
		"BUFFVALUE": 0.2,
		"DEBUFFVALUE": -0.2,
	},
	{
		"TEXT": "Halloho! Wir müssen uns ein paar Gedanken um unsere Emissionen in der Industrie machen. Wie können wir am nachhaltigsten die Treibhausgasemissionen in der Industrie reduzieren, ohne das wirtschaftliche Wachstum zu beeinträchtigen?",
		"OPTIONS": ["Erhöhung der Energieeffizienz durch Modernisierung von Maschinen und Produktionsprozessen, was hohe Investitionen erfordert.","Förderung von Emissionskompensationen durch den Kauf von CO₂-Zertifikaten anstelle von direkten Investitionen in saubere Technologien, um so wirtschaftliches Wachstum zu ermöglichen.","Verstärkter Einsatz von Kohle und Öl zur Förderung der Produktion bei gleichzeitiger Reduktion der Umweltauflagen, um die Energieproduktion günstig zu halten und die Wettbewerbsfähigkeit zu stärken."],
		"CORRECTANSWER": "Erhöhung der Energieeffizienz durch Modernisierung von Maschinen und Produktionsprozessen, was hohe Investitionen erfordert.",
		"CORRECTANSWERTEXT": "Das wird eine große Umstellung und hohe Kosten erfordern. Die Industrie denkt hier zum Glück langfristig und das wird sich denke ich defenitiv rentieren.",
		"CORRECTRIVET": "Das ist für die Industrie eine zu große Umstellung, die auch eine hohe Investition erfordert. Sie lehnen es ab.",
		"WRONGANSWER": "Wollen wir hier eigentlich etwas für den Klimawandel ändern oder nur weitere Placebos platzieren um kurzfristigen Profit zu generieren? Oje, da scheint eine Mülldeponie explodiert zu sein. Es wurden ca. 100 Tonnen CO2 freigesetzt.. Zufall? Oder doch lieber in die Modernisierung investieren?",
		"BUFF": "CO2",
		"BUFFVALUE": -0.2,
		"DEBUFFVALUE": 100,
	},
	{
		"TEXT": "Es gibt beunruhigende Neuigkeiten. Unsere Tiere produzieren alarmierende Mengen an Treibhausgasen. Was können wir tun um die Emissionen zu reduzieren?",
		"OPTIONS": ["Ausweitung der intensiven Tierhaltung und erhöhter Fläche pro Tier","Spezielle Futtermittelzusätze einsetzen, die die Verdauung von Tieren verändern, um die Methanproduktion im Magen-Darm-Trakt zu reduzieren.","Die Tierbestände schrittweise reduzieren und pflanzenbasierte Lebensmittelproduktion fördern, um den Ressourcenverbrauch und die Emissionen zu senken."],
		"CORRECTANSWER": "Die Tierbestände schrittweise reduzieren und pflanzenbasierte Lebensmittelproduktion fördern, um den Ressourcenverbrauch und die Emissionen zu senken.",
		"CORRECTANSWERTEXT": "Ja das ist der richtige Ansatz. Vielleicht schaffen wir es demnächst komplett auf Fleisch zu verzichten.",
		"CORRECTRIVET": "Die Bevölkerung möchte leider nicht auf Fleisch verzichten. Daran wird sich nichts ändern außer das wir das Angebot selbst verknappen könnten.",
		"WRONGANSWER": "Das hat leider nicht funktioniert. Sieht so aus als gäbe es einen Anstieg an Treibhausgasen...",
		"BUFF": "CO2",
		"BUFFVALUE": -0.1,
		"DEBUFFVALUE": 200,
	},
	{
		"TEXT": "Unsere Gesellschaft muss dringend entscheiden, wie wir die zukünftige Energieversorgung gestalten, um sowohl die Versorgungssicherheit und Wirtschaftlichkeit zu gewährleisten als auch die Erderwärmung zu stoppen. Doch jede Entscheidung birgt große Risiken. Welche Strategie sollen wir verfolgen?",
		"OPTIONS": ["Festlegung fester Strompreise unabhängig von Angebot und Nachfrage, um Energiekosten stabil zu halten und den Verbrauchern Sicherheit zu geben.","Einführung von dynamischen Strompreismodellen, um die Nachfrage flexibel an das schwankende Angebot erneuerbarer Energien anzupassen, und gleichzeitige Förderung privater Investitionen in dezentrale Energiespeicherlösungen.","Einführung eines Rabattsystems für hohe Stromverbraucher, bei dem Großverbraucher vergünstigten Strom erhalten, um die wirtschaftliche Wettbewerbsfähigkeit zu steigern."],
		"CORRECTANSWER": "Einführung von dynamischen Strompreismodellen, um die Nachfrage flexibel an das schwankende Angebot erneuerbarer Energien anzupassen, und gleichzeitige Förderung privater Investitionen in dezentrale Energiespeicherlösungen.",
		"CORRECTANSWERTEXT": "Ein Umdenken innerhalb der Bevölkerung findet statt. Sie setzen vermehrt auf erneuerbare Energien und möchten die Steigenden Kosten der fossilen Energieträger nicht mehr tragen.",
		"CORRECTRIVET": "Leider findet kein Umdenken statt. Sie demonstrieren für Technologieoffenheit und steigende Energiepreise.",
		"WRONGANSWER": "Bei diesem Modell findet kein Umdenken statt. Im Gegenteil... Die Bevölkerung verbraucht sogar mehr Energie.",
		"BUFF": "ENERGY",
		"BUFFVALUE": 0.4,
		"DEBUFFVALUE": -0.5,
	}
]
