[
	{
		"TEXT": "Welche der folgenden Maßnahmen wäre am effektivsten, um die globalen landwirtschaftlichen Systeme zu stabilisieren und Ernteverluste zu minimieren?",
		"OPTIONS": ["Förderung der Entwicklung und Verbreitung von klimaresistenten Saatgut und Technologien, die speziell für Regionen mit hohem Klimarisiko entwickelt wurden.","Einführung globaler Subventionsprogramme zur Unterstützung der betroffenen landwirtschaftlichen Gemeinschaften, unabhängig von regionalen Bedingungen.","Stärkung internationaler Handelsabkommen, um den Zugang zu globalen Märkten zu sichern, damit Länder Lebensmittelimporten aus stabileren Regionen priorisieren können."],
		"CORRECTANSWER": "Förderung der Entwicklung und Verbreitung von klimaresistenten Saatgut und Technologien, die speziell für Regionen mit hohem Klimarisiko entwickelt wurden.",
		"CORRECTANSWERTEXT": "Ja! Die Landwirtschaft fördern dies und nutzten es. Dadurch haben wir unsere Lebensmittelproduktion gesteigert",
		"CORRECTRIVET": "Ja! Leider unterstützen die Landwirte dies nicht, da sie lieber auf Traditonelles Saatgut setzt.",
		"WRONGANSWER": "Nein! Darauf sollten wir uns nicht konzentrieren. Unsere Lebensmittelproduktion verringert sich.",
		"BUFF": "FOOD",
		"BUFFVALUE": 0.2,
		"DEBUFFVALUE": -0.2
	},
	{
		"TEXT": "Welche der folgenden Strategien wäre am effektivsten, um die Abholzung in tropischen Regenwäldern zu reduzieren, während gleichzeitig die wirtschaftliche Entwicklung der betroffenen Regionen gefördert wird?",
		"OPTIONS": ["Einführung strenger internationaler Handelsbeschränkungen für Holz und Agrarprodukte, die aus abgeholzten Gebieten stammen, ohne Rücksicht auf lokale wirtschaftliche Konsequenzen. ","Implementierung von Zahlungssystemen für Ökosystemdienstleistungen (Payments for Ecosystem Services, PES), die Gemeinden und Landbesitzer finanziell dafür belohnen, Wälder zu erhalten, anstatt sie für kurzfristige landwirtschaftliche Nutzung abzuholzen.","Einführung großflächiger landwirtschaftlicher Expansion in nicht-waldreichen Gebieten, um den Druck auf tropische Wälder zu verringern, auch wenn dies zu Umweltbelastungen in anderen Regionen führen könnte."],
		"CORRECTANSWER": "Implementierung von Zahlungssystemen für Ökosystemdienstleistungen (Payments for Ecosystem Services, PES), die Gemeinden und Landbesitzer finanziell dafür belohnen, Wälder zu erhalten, anstatt sie für kurzfristige landwirtschaftliche Nutzung abzuholzen.",
		"CORRECTANSWERTEXT": "yes",
		"CORRECTRIVET": "rivet",
		"WRONGANSWER": "wrong answer",
		"BUFF": "WOOD",
		"BUFFVALUE": 0.2,
		"DEBUFFVALUE": -0.2
	},
	{
		"TEXT": "Angesichts der komplexen Herausforderungen bei der Integration erneuerbarer Energien in bestehende Energiesysteme, welche Maßnahmen sollten vorrangig ergriffen werden, um die Netzstabilität zu gewährleisten und gleichzeitig die Dekarbonisierung des Energiesektors voranzutreiben?",
		"OPTIONS": ["Ausbau von Energiespeichersystemen und der Entwicklung von Smart-Grid-Technologien, um die variablen Einspeisungen von erneuerbaren Energiequellen effizienter zu verwalten, auch wenn dies hohe Investitionen und technologische Weiterentwicklungen erfordert.","Einführung flexiblerer Marktmechanismen, die fossile Kraftwerke dazu anregen, als Reservekapazitäten für erneuerbare Energien zu fungieren, auch wenn dies die Reduzierung fossiler Brennstoffe verlangsamt.","Priorisierung des Baus neuer Kernkraftwerke als Übergangslösung, um eine zuverlässige Grundlastversorgung sicherzustellen, während erneuerbare Energien weiter ausgebaut werden."],
		"CORRECTANSWER": "Ausbau von Energiespeichersystemen und der Entwicklung von Smart-Grid-Technologien, um die variablen Einspeisungen von erneuerbaren Energiequellen effizienter zu verwalten, auch wenn dies hohe Investitionen und technologische Weiterentwicklungen erfordert.",
		"CORRECTANSWERTEXT": "yes",
		"CORRECTRIVET": "rivet",
		"WRONGANSWER": "wrong answer",
		"BUFF": "ENERGY",
		"BUFFVALUE": 0.2,
		"DEBUFFVALUE": -0.2
	}
]
